Repository: pagantis/woocommerce
Catalog: languages/pagantis-*.po
Languages: es_es, fr_fr

source: Finance with Pagantis
fr_fr: Financez avec Pagantis

source: it is not compatible with your version of php and / or curl
fr_fr: il n'est pas compatible avec votre version de php et / ou curl

source: Public Key
es_es: Clave Pública
fr_fr: Clé publique

source: Secret Key
es_es: Clave Privada
fr_fr: Clé secrète

source: Checkout description
fr_fr: Description de la caisse

source: Title to show with the checkout simulator
fr_fr: Titre à afficher avec le simulateur de caisse

source: Instant financing
fr_fr: Financement instantané

source: Pay up to 12 comfortable installments with Paga + Tarde. Application totally online and without paperwork, And the answer is immediate!
fr_fr: Payer jusqu'à 12 versements confortables avec Paga + Tarde. Application totalement en ligne et sans formalités administratives, et la réponse est immédiate!

source: Number of default installments
fr_fr: Nombre de versements par défaut

source: Number of installments that the simulator will show by default. Must be between 2-12
fr_fr: Nombre de versements que le simulateur affichera par défaut. Doit être entre 2-12

source: Display mode
fr_fr: Mode d'affichage

source: Redirect
fr_fr: Redirection

source: No
fr_fr: Non

source: Pagantis
fr_fr: Payer plus tard

source: Settings
es_es: Ajustes
fr_fr: Paramètres

source: Documentation
es_es: Documentación
fr_fr: La documentation

source: API documentation
es_es: Documentación de la API
fr_fr: Documentation API

source: Support
es_es: Soporte
fr_fr: Soutien

source: only can be used in Euros
es_es: solo puede ser usado en Euros
fr_fr: seulement peut être utilisé en euros

source: only can be used in Spanish
fr_fr: seulement peut être utilisé en espagnol

source: only can be payed from 2 to 12 installments
es_es: solo puede ser pagado de 2 a 12 plazos
fr_fr: seulement peut être payé de 2 à 12 versements

source: can not have a minimum amount less than 0
es_es: no puede tener un importe mínimo menor a 0
fr_fr: ne peut pas avoir un montant minimum inférieur à 0

source: Payment error
es_es: Error en el pago
fr_fr: Erreur de paiement

source: Login to panel of
fr_fr: Connexion au panel de

source: Activate
fr_fr: Activer

source: Activate the module
es_es: Activar el modulo
fr_fr: Activer le module

source: Title
fr_fr: Titre

source: Title to show near to payment method
fr_fr: Titre à afficher proche du mode de paiement

source: Minimum amount
fr_fr: Montant minimum

source: Minimum amount to activate the plugin
fr_fr: Montant minimum pour activer le plugin

source: Maximum amount
fr_fr: Montant maximum

source: Maximum amount to activate the plugin
fr_fr: Quantité maximale pour activer le plugin

source: Minimum numbers of installments
fr_fr: Nombre minimum de versements

source: Maximum number of installments to show in simulator. Must be between 2-12
fr_fr: Nombre maximal de versements à afficher dans le simulateur. Doit être entre 2-12

source: Maximum numbers of installments
fr_fr: Nombre maximum de versements

source: Discount
fr_fr: Remise

source: Get fees
fr_fr: Obtenir des frais

source: Open form in a pop-up
fr_fr: Ouvrir le formulaire dans un pop-up

source: Product simulator
es_es: Simulador en el producto
fr_fr: Simulateur de produit

source: Include simulator in product page
fr_fr: Inclure le simulateur dans la page du produit

source: Full
fr_fr: Plein

source: Selectable
fr_fr: Sélectionnable

source: Descriptive text
fr_fr: Texte descriptif

source: Price selector
fr_fr: Sélecteur de prix

source: Quantity selector
fr_fr: Sélecteur de quantité

source: Checkout simulator
fr_fr: Simulateur de caisse

source: Include simulator in checkout page
fr_fr: Inclure le simulateur dans la page de paiement

source: Confirmation Url
fr_fr: URL de confirmation

source: Fail url
fr_fr: Echec de l'URL

source: MANDATORY. You can get in your pagantis profile
es_es: OBLIGATORIO. Puede obtenerla en su perfil de usuario de pagantis
fr_fr: OBLIGATOIRE. Vous pouvez entrer dans votre profil paymastar

source: is not configured correctly, the fields Public Key and Secret Key are mandatory for use this plugin
fr_fr: n'est pas configuré correctement, les champs Clé publique et Clé secrète sont obligatoires pour utiliser ce plugin

source: Html selector to obtain the number of products to buy on the product page. The quantity of products will be multiplied by the price of the product to obtain the final price, this price will be the one that will be used in the product simulator if it is active. Leave blank to omit its use. By default:
fr_fr: Sélecteur HTML pour obtenir le nombre de produits à acheter sur la page produit. La quantité de produits sera multipliée par le prix du produit pour obtenir le prix final, ce prix sera celui qui sera utilisé dans le simulateur de produit s'il est actif. Laissez en blanc pour omettre son utilisation. Par défaut:

source: Page where the user will be redirected after a correct payment process. {{order-received}} will be replaced by the value of the order_id
fr_fr: Page sur laquelle l'utilisateur sera redirigé après un processus de paiement correct. {{order-receive}} sera remplacé par la valeur de order_id

source: Page where the user will be redirected after a failure payment process. {{order-received}} will be replaced by the value of the order_id
fr_fr: Page sur laquelle l'utilisateur sera redirigé après un processus de paiement ayant échoué. {{order-receive}} sera remplacé par la valeur de order_id

source: Html selector to get the price on the product page. It will be the amount used in the product simulator if it is active. By default:
fr_fr: Sélecteur HTML pour obtenir le prix sur la page du produit. Ce sera la quantité utilisée dans le simulateur de produit s'il est actif. Par défaut:

source: is a payment method online. Choose Pagantis as your payment method in Woocommerce to allow the partial payments.
fr_fr: est un moyen de paiement en ligne. Choisissez Paga + Tarde votre méthode de paiement dans Woocommerce pour permettre les paiements partiels.

source: Minimum number of installments to show in simulator. Must be between 2-12
fr_fr: Nombre minimum de versements à afficher dans le simulateur. Doit être entre 2-12

source: is a payment gateway to get partial payment. Choose Paga + Tarde like your payment method in Woocommerce to allow the partial payment.
fr_fr: est une passerelle de paiement pour obtenir un paiement partiel. Choisissez Paga + Tarde votre méthode de paiement dans Woocommerce pour permettre le paiement partiel.

source: Login to your panel
es_es: Accede a tu panel

source: is not compatible with your php and/or curl version
es_es: no es compatible con su versión de php/curl

source: is not configured correctly, the fields Public Key and Secret Key are mandatory for use this plugin
es_es: no está configurado correctamente, los campos Public Key y Secret Key son obligatorios para su uso

source: Financial Payment Gateway. Enable the possibility for your customers to pay their order in confortable installments with Pagantis
es_es: Pasarela de pagos financieros. Habilite la posibilidad de que sus clientes paguen su pedido en cómodas entregas con Pagantis
