Repository: pagantis/woocommerce
Catalog: languages/paylater-*.po
Languages: pt_pt

source: Finance with Pagantis
pt_pt: Finanças com Pagantis

source: it is not compatible with your version of php and / or curl
pt_pt: não é compatível com a sua versão do php e / ou curl

source: Public Key
pt_pt: Chave pública

source: Secret Key
pt_pt: Chave Secreta

source: Checkout description
pt_pt: Descrição do checkout

source: Title to show with the checkout simulator
pt_pt: Título para mostrar com o simulador de checkout

source: Instant financing
pt_pt: Financiamento instantâneo

source: Pay up to 12 comfortable installments with Paga + Tarde. Application totally online and without paperwork, And the answer is immediate!
pt_pt: Pague até 12 parcelas confortáveis ​​com Paga + Tarde. Aplicação totalmente online e sem burocracia, e a resposta é imediata!

source: Number of default installments
pt_pt: Número de parcelas padrão

source: Number of installments that the simulator will show by default. Must be between 2-12
pt_pt: Número de parcelas que o simulador mostrará por padrão. Deve estar entre 2-12

source: Display mode
pt_pt: Modo de exibição

source: Redirect
pt_pt: Redirecionar

source: No
pt_pt: Não

source: Pagantis
pt_pt: Pague depois

source: Settings
pt_pt: Configurações

source: Documentation
pt_pt: Documentação

source: API documentation
pt_pt: Documentação da API

source: Support
pt_pt: Suporte

source: only can be used in Euros
pt_pt: só pode ser usado em euros

source: only can be used in Spanish
pt_pt: só pode ser usado em espanhol

source: only can be payed from 2 to 12 installments
pt_pt: só pode ser pago de 2 a 12 parcelas

source: can not have a minimum amount less than 0
pt_pt: não pode ter um valor mínimo menor que 0

source: Payment error
pt_pt: Erro de pagamento

source: Login to panel of
pt_pt: Entre para o painel de

source: Activate
pt_pt: Ativar

source: Activate the module
pt_pt: Ative o módulo

source: Title
pt_pt: Título

source: Title to show near to payment method
pt_pt: Título para mostrar perto do método de pagamento

source: Minimum amount
pt_pt: Quantidade mínima

source: Minimum amount to activate the plugin
pt_pt: Quantidade mínima para ativar o plugin

source: Maximum amount
pt_pt: Quantidade máxima

source: Maximum amount to activate the plugin
pt_pt: Quantidade máxima para ativar o plugin

source: Minimum numbers of installments
pt_pt: Número mínimo de parcelas

source: Maximum number of installments to show in simulator. Must be between 2-12
pt_pt: Número máximo de parcelas para mostrar no simulador. Deve estar entre 2-12

source: Maximum numbers of installments
pt_pt: Número máximo de parcelas

source: Discount
pt_pt: Desconto

source: Get fees
pt_pt: Receba taxas

source: Open form in a pop-up
pt_pt: Abrir formulário em um pop-up

source: Product simulator
pt_pt: Simulador de produtos

source: Include simulator in product page
pt_pt: Incluir simulador na página do produto

source: Simple
pt_pt: Simples

source: Full
pt_pt: Completo

source: Selectable
pt_pt: Selecionável

source: Descriptive text
pt_pt: Texto descritivo

source: Price selector
pt_pt: Seletor de preço

source: Quantity selector
pt_pt: Seletor de quantidade

source: Checkout simulator
pt_pt: Simulador de checkout

source: Include simulator in checkout page
pt_pt: Incluir simulador na página de checkout

source: Confirmation Url
pt_pt: URL de confirmação

source: Fail url
pt_pt: URL de falha

source: MANDATORY. You can get in your pagantis profile
pt_pt: OBRIGATÓRIO Você pode entrar no seu perfil paymastar

source: is not configured correctly, the fields Public Key and Secret Key are mandatory for use this plugin
pt_pt: não está configurado corretamente, os campos Public Key e Secret Key são obrigatórios para usar este plugin

source: Html selector to obtain the number of products to buy on the product page. The quantity of products will be multiplied by the price of the product to obtain the final price, this price will be the one that will be used in the product simulator if it is active. Leave blank to omit its use. By default:
pt_pt: Seletor de HTML para obter o número de produtos para comprar na página do produto. A quantidade de produtos será multiplicada pelo preço do produto para obter o preço final, esse preço será aquele que será utilizado no simulador do produto se estiver ativo. Deixe em branco para omitir seu uso. Por padrão:

source: Page where the user will be redirected after a correct payment process. {{order-received}} will be replaced by the value of the order_id
pt_pt: Página onde o usuário será redirecionado após um processo de pagamento correto. {{pedido recebido}} será substituído pelo valor do código do pedido

source: Page where the user will be redirected after a failure payment process. {{order-received}} will be replaced by the value of the order_id
pt_pt: Página onde o usuário será redirecionado após um processo de pagamento de falha. {{pedido recebido}} será substituído pelo valor do código do pedido

source: Html selector to get the price on the product page. It will be the amount used in the product simulator if it is active. By default:
pt_pt: Seletor de HTML para obter o preço na página do produto. Será a quantidade usada no simulador do produto, se estiver ativa. Por padrão:

source: is a payment method online. Choose Pagantis as your payment method in Woocommerce to allow the partial payments.
pt_pt: é um método de pagamento on-line. Escolha Paga + Tarde o seu método de pagamento no Woocommerce para permitir pagamentos parciais.

source: Minimum number of installments to show in simulator. Must be between 2-12
pt_pt: Número mínimo de parcelas para mostrar no simulador. Deve estar entre 2-12

source: is a payment gateway to get partial payment. Choose Paga + Tarde like your payment method in Woocommerce to allow the partial payment.
pt_pt: é um gateway de pagamento para obter pagamento parcial. Escolha Paga + Tarde o seu método de pagamento no Woocommerce para permitir o pagamento parcial.
